export default async () => {
    const data = [
        {
            "タイトル": "ゼルダの伝説 ティアーズ オブ ザ キングダム",
            "実際の返却日": null,
            "氏名": "植田太郎",
            "貸出id": 13,
            "貸出日": "2024-01-02",
            "返却予定日": null
          },
          {
            "タイトル": "ホグワーツ・レガシ",
            "実際の返却日": null,
            "氏名": "植田太郎",
            "貸出id": 14,
            "貸出日": "2024-01-03",
            "返却予定日": null
          },
          {
            "タイトル": "ホグワーツ・レガシ",
            "実際の返却日": null,
            "氏名": "雨宮太郎",
            "貸出id": 9,
            "貸出日": "2024-01-01",
            "返却予定日": null
          },
          {
            "タイトル": "ホグワーツ・レガシ",
            "実際の返却日": null,
            "氏名": "雨宮太郎",
            "貸出id": 7,
            "貸出日": "2024-01-02",
            "返却予定日": null
          },
          {
            "タイトル": "Halo Infinite",
            "実際の返却日": null,
            "氏名": "日大太郎",
            "貸出id": 2,
            "貸出日": "2023-12-30",
            "返却予定日": "2024-01-17"
          },
          {
            "タイトル": "FINAL FANTASY XVI（ファイナルファンタジー16）",
            "実際の返却日": null,
            "氏名": "雨宮太郎",
            "貸出id": 10,
            "貸出日": "2024-01-02",
            "返却予定日": null
          },
          {
            "タイトル": "大乱闘スマッシュブラザーズ SPECIAL",
            "実際の返却日": null,
            "氏名": "雨宮太郎",
            "貸出id": 12,
            "貸出日": "2024-01-05",
            "返却予定日": null
          },
          {
            "タイトル": "アバター:フロンティア・オブ・パンドラ",
            "実際の返却日": null,
            "氏名": "雨宮太郎",
            "貸出id": 11,
            "貸出日": "2024-01-03",
            "返却予定日": null
          },
          {
            "タイトル": "アバター:フロンティア・オブ・パンドラ",
            "実際の返却日": null,
            "氏名": "植田太郎",
            "貸出id": 15,
            "貸出日": "2024-01-05",
            "返却予定日": null
          },
          {
            "タイトル": "アバター:フロンティア・オブ・パンドラ",
            "実際の返却日": null,
            "氏名": "雨宮太郎",
            "貸出id": 8,
            "貸出日": "2024-01-03",
            "返却予定日": null
          },
          {
            "タイトル": "アバター:フロンティア・オブ・パンドラ",
            "実際の返却日": null,
            "氏名": "雨宮太郎",
            "貸出id": 6,
            "貸出日": "2024-01-05",
            "返却予定日": null
          },
          {
            "タイトル": "アバター:フロンティア・オブ・パンドラ",
            "実際の返却日": null,
            "氏名": "山田太郎",
            "貸出id": 1,
            "貸出日": "2023-12-13",
            "返却予定日": "2024-02-01"
          }
    ]
    return new Response(JSON.stringify(data));
};