export default async () => {
    const data = [
        {
            "メールアドレス": "amamiya@gmail.com",
            "ユーザーid": 2,
            "住所": "神奈川県横浜市中区",
            "加入日": "2023-12-13",
            "氏名": "雨宮太郎",
            "電話番号": "07022337788"
          },
          {
            "メールアドレス": "ueda@gmail.com",
            "ユーザーid": 3,
            "住所": "神奈川県横浜市南区",
            "加入日": "2023-12-13",
            "氏名": "植田太郎",
            "電話番号": "07033224455"
          },
          {
            "メールアドレス": "nichidai@g.nihon-u.ac.jp",
            "ユーザーid": 4,
            "住所": "横浜市中区山下町",
            "加入日": "2023-12-30",
            "氏名": "日大太郎",
            "電話番号": "07088882222"
          },
          {
            "メールアドレス": "yamada@gmail.com",
            "ユーザーid": 1,
            "住所": "神奈川県横浜市西区",
            "加入日": "2024-01-01",
            "氏名": "山田太郎",
            "電話番号": "07022334455"
          },
          {
            "メールアドレス": "admin@admin.com",
            "ユーザーid": 5,
            "住所": "神奈川県横浜市西区",
            "加入日": "2024-01-01",
            "氏名": "admin",
            "電話番号": "07022334433"
          }
    ]
    return new Response(JSON.stringify(data));
};